Revit 2024 API
BuiltInFailures.DatumPlaneFailures Class
 Failures about DatumPlane.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class DatumPlaneFailures
Visual Basic
Public NotInheritable Class DatumPlaneFailures
Visual C++
public ref class DatumPlaneFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.DatumPlaneFailures
See Also
BuiltInFailures.DatumPlaneFailures Members
Autodesk.Revit.DB Namespace